Repository: nuxeo-cps/products--CPSWiki
Catalog: i18n/*.po
Languages: ca, es, eu, pt

source: Attached files
ca: Arxius adjunts
es: Archivos adjuntos
eu: Fitxategi erantsiak
pt: Arquivos anexados

source: Back to the top&#32;<img src="wikipage_up.png" />
ca: Tornar a l'índex&#32;<img src="wikipage_up.png" />
es: Volver al índice&#32;<img src="wikipage_up.png" />
eu: Aurkibidera itzuli &#32;<img src="wikipage_up.png" />
pt: Voltar ao topo&#32;<img src="wikipage_up.png" />

source: Backlinks
ca: Enllaços anteriors
es: Enlaces anteriores
eu: Aurreko estekak
pt: Links Anteriores

source: The page is locked by someone else, you can read it but not write to it at this time.
ca: Algú altre està bloquejant aquesta pàgina. Pot llegir-la, però no escriure-hi.
es: La página está siendo utilizada por alguien más. Puedes leer, pero no escribir mientras el otro usuario la esté editando.
eu: Orrialdean badabil beste norbait ere. Irakur dezakezu baina ezin duzu idatzi beste erabiltzailea editatzen ari den bitartean.
pt: Esta página está bloqueada por alguém; pode lê-la mas não pode escrever neste momento.

# button_upload_file
source: Upload file
ca: Pujar un arxiu
es: Subir un archivo
pt: Enviar arquivo

# cpswiki_ajax_transferring
source: Transferring...
ca: Transferint...
es: Transfiriendo...
eu: Tranferitzen...
pt: transferindo

# cpswiki_choose_parser
source: Used parser :
ca: "Parser" (analitzador) en ús
es: "Parser" (analizador) en uso
eu: "Parser" (aztertzailea) erabiltzen
pt: Escolher analisador

# cpswiki_page_add
source: Add page
ca: Afegir una pàgina
es: Añadir una página
eu: Orrialde bat erantsi
pt: Adicionar

# cpswiki_specialtags
source: Special tags
ca: Etiquetes especials
es: Etiquetas especiales
eu: Etiketa bereziak
pt: Rótulos especiais

# description_confirm_page_delete
source: We need a confirmation to delete this page.
ca: Necessitem una confirmació per esborrar aquesta pàgina
es: Necesitamos una confirmación antes de borrar esta página
eu: Berrespen bat behar dugu orrialde hau ezabatu aurretik
pt: Precisamos uma confirmação para remover esta página.

# portal_type_CPSWiki_title
source: Wiki
ca: Document Wiki
es: Documento Wiki
eu: Wiki dokumentua

# portal_type_CPSWiki_description
source: A container of pages easily modifiable online through wiki dialects
ca: Tipus especial de document. Tots els usuaris que hi tinguin accés poden modificar-lo en línia, i es guarda un historial dels canvis.
es: Tipo especial de documento. Todos los usuarios que tengan acceso a él, podrán modificarlo en línea, guardándose un historial de todos los cambios.
eu: Dokumentu-mota berezia. Hartara sarbidea duten erabiltzaile guztiek on-line alda dezakete, aldaketa guztien historiala gordez.
pt: Contém páginas customizáveis

# action_add_page
source: Add page
ca: Afegir una pàgina
es: Añadir una página
eu: Orrialde bat erantsi
pt: Adiciona uma página

# action_history
source: History
ca: Historial
es: Historial
eu: Historiala
pt: História

# action_full_view
source: Full view
ca: Vore-ho tot
es: Ver todo
eu: Dena ikusi
pt: Visão expandida

source: Back to the top
ca: Tornar a l'índex
es: Volver al índice
eu: Aurkibidera itzuli
pt: Volta para o topo

source: File uploaded.
ca: Arxiu carregat
es: Archivo subido
eu: Fitxategia igota.
pt: Arquivo enviado

# psm_page_deleted
source: Page deleted
ca: Pàgina esborrada
es: Página borrada
eu: Orrialdea ezabatuta
pt: Removida

# psm_properties_changed
source: Properties changed
ca: Propietats canviades
es: Propiedades cambiadas
eu: Propietateak aldatuta
pt: Modificada

# cpswiki_button_submit
source: Modify
ca: Modificar
es: Modificar
eu: Aldatu
pt: Submeter

# action_properties
source: Properties
ca: Propietats
es: Propiedades
eu: Propietateak
pt: Propriedades

# action_syntax_help
source: Syntax help
ca: Ajuda amb la sintaxi
es: Ayuda en la sintaxis
eu: Sintaxiserako laguntza
pt: Ajuda de sintaxe

# cpswiki_member_help
source: renders a link to member's directory entry. usage: <i>[member:member id, text]</i><br/>If text is given, it's used to be displayed in the link<br/>example: <i>[member:manager, The Wiki Manager]</i>
ca: renderitza un enllaç a una entrada de directori d'un membre. Ús: <i>[member:member id, text]</i><br/>Si es dóna el text, sol mostrar-se a l'enllaç<br/>exemple: <i>[member:manager, L'administrador del Wiki]</i>
es: renderiza un enlace a una entrada de directorio de un miembro. Uso: <i>[member:member id, texto]</i><br/>Si el texto es dado, suele ser mostrado en el enlace<br/>ejemplo: <i>[member:manager, El administrador del Wiki]</i>
eu: Kide baten direktorio-sarerrara errendatzen du esteka bat. Erabilpena: <i>[member:member id, texto]</i><br/>Testua emana bada,<br/> estekan erakutsiko da. Adibidez: <i>[member:manager, Wiki-ren administratzailea]</i>
pt: mostra um link para uma entrada do diretório de membros. uso: <i>[member:id do membro,texto]</i><br/>Se 'texto' é fornecido, ele é utilizado para ser mostrado no link. <br/> exemplo: <i>[member:manager, O Administrador do Wiki]</i>

# cpswiki_pycode_help
source: colorizes the codeusage:<br/> <p>{{{pycode: some python code }}}</p>
ca: acoloreix el codi:<br/> <p>{{{pycode: some python code }}}</p>
es: colorea el código:<br/> <p>{{{pycode: some python code }}}</p>
eu: kodea koloreatu :<br/> <p>{{{pycode: some python code }}}</p>
pt: colore os códigos usados:<br/> <p>{{{pycode: algum código python }}}</p>

# cps_wikipage_home
source: Go home
ca: Pàgina inicial
es: Página de inicio
eu: Hasierako orrialdea
pt: Página Inicial
